---
kind: other
id: Properties.T:Autodesk.Revit.DB.CombinableElement
source: html/9397c22e-5f7b-c561-b74d-90be6a641343.htm
---
# CombinableElement Properties

The id of the assembly instance to which the element belongs.